{
	"Prayers": {
		"I_thank": {
			"name": "מודה אני",
			"details": "מודה אני לפניך מלך חי וקיים, שהחזרת בי נשמתי בחמלה, רבה אמונתך.\n אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, אֲשֶׁר קִדְּשָׁנוּ בְּמִצְותָיו וְצִוָּנוּ עַל נְטִילַת יָדַיִם:\n\n\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, אֲשֶׁר יָצַר אֶת הָאָדָם בְּחָכְמָה. וּבָרָא בו נְקָבִים נְקָבִים. חֲלוּלִים חֲלוּלִים. גָּלוּי וְיָדוּעַ לִפְנֵי כִסֵּא כְבודֶךָ שֶׁאִם יִסָּתֵם אֶחָד מֵהֶם או אִם יִפָּתֵחַ אֶחָד מֵהֶם אֵי אֶפְשַׁר לְהִתְקַיֵּם אֲפִלּוּ שָׁעָה אֶחָת. בָּרוּךְ אַתָּה ה´, רופֵא כָל בָּשָׂר וּמַפְלִיא לַעֲשׂות:\n\nאֱלהַי. נְשָׁמָה שֶׁנָּתַתָּ בִּי טְהורָה. אַתָּה בְרָאתָהּ. אַתָּה יְצַרְתָּהּ. אַתָּה נְפַחְתָּהּ בִּי. וְאַתָּה מְשַׁמְּרָהּ בְּקִרְבִּי. וְאַתָּה עָתִיד לִטְּלָהּ מִמֶּנִּי וּלְהַחֲזִירָהּ בִּי לֶעָתִיד לָבא. כָּל זְמַן שֶׁהַנְּשָׁמָה בְקִרְבִּי מודֶה אֲנִי לְפָנֶיךָ ה´ אֱלהַי וֵאלהֵי אֲבותַי רִבּון כָּל הַמַּעֲשִׂים. אֲדון כָּל הַנְּשָׁמות. בָּרוּךְ אַתָּה ה´, הַמַּחֲזִיר נְשָׁמות לִפְגָרִים מֵתִים:\n\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, הַנּותֵן לַשֶּׂכְוִי בִּינָה לְהַבְחִין בֵּין יום וּבֵין לָיְלָה:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, פּוקֵחַ עִוְרִים:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, מַתִּיר אֲסוּרִים:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, זוקֵף כְּפוּפִים:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, מַלְבִּישׁ עֲרֻמִּים:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, הַנּותֵן לַיָּעֵף כּחַ:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, רוקַע הָאָרֶץ עַל הַמָּיִם:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, הַמֵּכִין מִצְעֲדֵי גָבֶר:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, שֶׁעָשָׂה לִי כָּל צָרְכִּי:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, אוזֵר יִשְׂרָאֵל בִּגְבוּרָה:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, עוטֵר יִשְׂרָאֵל בְּתִפְאָרָה:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, שֶׁלּא עָשַׂנִי גויָה:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, שֶׁלּא עָשַׂנִי שִׁפְחָה:\nבָּרוּךְ שֶׁעָשַׂנִי כִּרְצונו:\nבָּרוּךְ אַתָּה ה´, אֱלהֵינוּ מֶלֶךְ הָעולָם, הַמַּעֲבִיר חֶבְלֵי שֵׁנָה מֵעֵינַי וּתְנוּמָה מֵעַפְעַפָּי:\n\nוִיהִי רָצון מִלְּפָנֶיךָ ה´ אֱלהַי וֵאלהֵי אֲבותַי, שֶׁתַּרְגִּילֵנִי בְּתורָתֶךָ. וְתַדְבִּיקֵנִי בְּמִצְותֶיךָ. וְאַל תְּבִיאֵנִי לִידֵי חֵטְא. וְלא לִידֵי עָון. וְלא לִידֵי נִסָּיון. וְלא לִידֵי בִזָּיון. וְתַרְחִיקֵנִי מִיֵּצֶר הָרָע. וְתַדְבִּיקֵנִי בְּיֵצֶר הַטּוב. וְכוף אֶת יִצְרִי לְהִשְׁתַּעְבֶּד לָךְ. וּתְנֵנִי הַיּום וּבְכָל יום לְחֵן וּלְחֶסֶד וּלְרַחֲמִים בְּעֵינֶיךָ וּבְעֵינֵי כָל רואַי. וְגָמְלֵנִי חֲסָדִים טובִים. בָּרוּךְ אַתָּה ה´, גּומֵל חֲסָדִים טובִים לְעַמּו יִשְׂרָאֵל:\n\nיְהִי רָצון מִלְּפָנֶיךָ ה´ אֱלהַי וֵאלהֵי אֲבותַי שֶׁתַּצִּילֵנִי הַיּום וּבְכָל יום וָיום מֵעַזֵּי פָנִים. וּמֵעַזּוּת פָּנִים. מֵאָדָם רָע. מִיֵּצֶר רָע. מֵחָבֵר רָע. מִשָּׁכֵן רָע. מִפֶּגַע רָע. מֵעַיִן הָרָע. וּמִלָּשׁון הָרָע. מִדִּין קָשֶׁה. וּמִבַּעַל דִּין קָשֶׁה. בֵּין שֶׁהוּא בֶן בְּרִית. וּבֵין שֶׁאֵינו בֶן בְּרִית:"
		},

		"Shema_Israel": {
			"name": "שמע ישראל",
			"details": "שְׁמַע יִשְׂרָאֵל, אֲדֹנָי אֱלֹהֵינוּ, אֲדֹנָי אֶחָד\nואומרים בלחש: בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד.\n\nוְאָהַבְתָּ אֵת אֲדֹנָי אֱלֹהֶיךָ בְּכָל לְבָבְךָ וּבְכָל נַפְשְׁךָ וּבְכָל מְאֹדֶךָ. וְהָיוּ הַדְּבָרִים הָאֵלֶּה אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם. עַל לְבָבֶךָ. וְשִׁנַּנְתָּם לְבָנֶיךָ וְדִבַּרְתָּ בָּם. בְּשִׁבְתְּךָ בְּבֵיתֶךָ וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ. וּקְשַׁרְתָּם לְאוֹת עַל יָדֶךָ. וְהָיוּ לְטֹטָפֹת בֵּין עֵינֶיךָ. וּכְתַבְתָּם עַל מְזֻזוֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ.\n\nוְהָיָה אִם שָׁמֹעַ תִּשְׁמְעוּ אֶל מִצְוֹתַי אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם לְאַהֲבָה אֶת אֲדֹנָי אֱלֹהֵיכֶם וּלְעָבְדוֹ בְּכָל לְבַבְכֶם וּבְכָל נַפְשְׁכֶם. וְנָתַתִּי מְטַר אַרְצְכֶם בְּעִתּוֹ יוֹרֶה וּמַלְקוֹשׁ וְאָסַפְתָּ דְגָנֶךָ וְתִירשְׁךָ וְיִצְהָרֶךָ. וְנָתַתִּי עֵשֶׂב בְּשָׂדְךָ לִבְהֶמְתֶּךָ וְאָכַלְתָּ וְשָׂבָעְתָּ. הִשָּׁמְרוּ לָכֶם פֶּן יִפְתֶּה לְבַבְכֶם וְסַרְתֶּם וַעֲבַדְתֶּם אֱלֹהִים אֲחֵרִים וְהִשְׁתַּחֲוִיתֶם לָהֶם. וְחָרָה אַף אֲדֹנָי בָּכֶם וְעָצַר אֶת  הַשָּׁמַיִם וְלֹא יִהְיֶה מָטָר וְהָאֲדָמָה לֹא תִתֵּן אֶת יְבוּלָהּ וַאֲבַדְתֶּם מְהֵרָה מֵעַל הָאָרֶץ הַטֹּבָה אֲשֶׁר אֲדֹנָי נֹתֵן לָכֶם. וְשַׂמְתֶּם אֶת דְּבָרַי אֵלֶּה עַל לְבַבְכֶם וְעַל נַפְשְׁכֶם וּקְשַׁרְתֶּם אֹתָם לְאוֹת עַל יֶדְכֶם וְהָיוּ לְטוֹטָפֹת בֵּין עֵינֵיכֶם. וְלִמַּדְתֶּם אֹתָם אֶת בְּנֵיכֶם לְדַבֵּר בָּם בְּשִׁבְתְּךָ בְּבֵיתֶךָ וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ. וּכְתַבְתָּם עַל מְזוּזוֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ. לְמַעַן יִרְבּוּ יְמֵיכֶם וִימֵי בְנֵיכֶם עַל הָאֲדָמָה אֲשֶׁר נִשְׁבַּע אֲדֹנָי לַאֲבֹתֵיכֶם לָתֵת לָהֶם כִּימֵי הַשָּׁמַיִם עַל הָאָרֶץ.\n\nוַיֹּאמֶר אֲדֹנָי אֶל משֶׁה לֵּאמֹר. דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם וְעָשׂוּ לָהֶם צִיצִת עַל כַּנְפֵי בִגְדֵיהֶם לְדֹרֹתָם וְנָתְנוּ עַל צִיצִת הַכָּנָף פְּתִיל תְּכֵלֶת. וְהָיָה לָכֶם לְצִיצִת וּרְאִיתֶם אֹתוֹ וּזְכַרְתֶּם אֶת כָּל מִצְוֹת אֲדֹנָי וַעֲשִׂיתֶם אֹתָם וְלֹא תָתוּרוּ אַחֲרֵי לְבַבְכֶם וְאַחֲרֵי עֵינֵיכֶם אֲשֶׁר אַתֶּם זֹנִים אַחֲרֵיהֶם. לְמַעַן תִּזְכְּרוּ וַעֲשִׂיתֶם אֶת כָּל מִצְוֹתָי וִהְיִיתֶם קְדשִׁים לֵאלֹהֵיכֶם. אֲנִי אֲדֹנָי אֱלֹהֵיכֶם אֲשֶׁר הוֹצֵאתִי אֶתְכֶם מֵאֶרֶץ מִצְרַיִם לִהְיוֹת לָכֶם לֵאלֹהִים אֲנִי אֲדֹנָי אֱלֹהֵיכֶם אֱמֶת."
		},

		"Before_Bed": {
			"name": "ברכה לפני השינה",
			"details": "רִבּוֹנוֹ שֶׁל עוֹלָם הֲרֵינִי מוֹחֵל לְכָל מִי שֶׁהִכְעִיס וְהִקְנִיט אוֹתִי אוֹ שֶׁחָטָא כְּנֶגְדִּי בֵּין בְּגוּפִי בֵּין בְּמָמוֹנִי בֵּין בִּכְבוֹדִי בֵּין בְּכָל אֲשֶׁר לִי בֵּין בְּאוֹנֶס בֵּין בְּרָצוֹן בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד בֵּין בְּמַחֲשָׁבָה בֵּין בְּדִבּוּר בֵּין בְּמַעֲשֶׂה. בֵּין בְּגִלְגּוּל זֶה בֵּין בְּגִלְגּוּל אַחֵר לְכָל בַּר יִשְׂרָאֵל וְלֹא יֵעָנֵשׁ שׁוּם אָדָם בְּסִבָּתִי. יְהִי רָצוֹן מִלְּפָנֶיךָ יהוה אֱלֹהַי וֵאלֹהֵי אֲבוֹתַי שֶׁלֹּא אֶחְטָא עוֹד וְלֹא אֶחֱזוֹר בָּהֶם וְלֹא אָשׁוּב עוֹד לְהַכְעִיסֶךָ וְלֹא אֶעֱשֶׂה הָרַע בְּעֵינֶיךָ. וּמַה שֶׁחָטָאתִי לְפָנֶיךָ מְחוֹק בְּרַחֲמֶיךָ הָרַבִּים אֲבָל לֹא עַל יְדֵי יִסּוּרִים וָחֳלָיִם רָעִים.\nאֵל מֶלֶךְ נֶאֱמָן\nשְׁמַע יִשְׂרָאֵל, יהוה אֱלֹהֵינוּ, יהוה אֶחָד.\nבלחש: בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד.\nוְאָהַבְתָּ אֵת יהוה אֱלֹהֶיךָ בְּכָל לְבָבְךָ וּבְכָל נַפְשְׁךָ וּבְכָל מְאֹדֶךָ. וְהָיוּ הַדְּבָרִים הָאֵלֶּה אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם. עַל לְבָבֶךָ. וְשִׁנַּנְתָּם לְבָנֶיךָ וְדִבַּרְתָּ בָּם. בְּשִׁבְתְּךָ בְּבֵיתֶךָ וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ. וּקְשַׁרְתָּם לְאוֹת עַל יָדֶךָ. וְהָיוּ לְטֹטָפֹת בֵּין עֵינֶיךָ. וּכְתַבְתָּם עַל מְזֻזוֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ.\nוְהָיָה אִם שָׁמֹעַ תִּשְׁמְעוּ אֶל מִצְוֹתַי אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם לְאַהֲבָה אֶת יהוה אֱלֹהֵיכֶם וּלְעָבְדוֹ בְּכָל לְבַבְכֶם וּבְכָל נַפְשְׁכֶם. וְנָתַתִּי מְטַר אַרְצְכֶם בְּעִתּוֹ יוֹרֶה וּמַלְקוֹשׁ וְאָסַפְתָּ דְגָנֶךָ וְתִירשְׁךָ וְיִצְהָרֶךָ. וְנָתַתִּי עֵשֶׂב בְּשָׂדְךָ לִבְהֶמְתֶּךָ וְאָכַלְתָּ וְשָׂבָעְתָּ. הִשָּׁמְרוּ לָכֶם פֶּן יִפְתֶּה לְבַבְכֶם וְסַרְתֶּם וַעֲבַדְתֶּם אֱלֹהִים אֲחֵרִים וְהִשְׁתַּחֲוִיתֶם לָהֶם. וְחָרָה אַף יהוה בָּכֶם וְעָצַר אֶת  הַשָּׁמַיִם וְלֹא יִהְיֶה מָטָר וְהָאֲדָמָה לֹא תִתֵּן אֶת יְבוּלָהּ וַאֲבַדְתֶּם מְהֵרָה מֵעַל הָאָרֶץ הַטֹּבָה אֲשֶׁר יהוה נֹתֵן לָכֶם. וְשַׂמְתֶּם אֶת דְּבָרַי אֵלֶּה עַל לְבַבְכֶם וְעַל נַפְשְׁכֶם וּקְשַׁרְתֶּם אֹתָם לְאוֹת עַל יֶדְכֶם וְהָיוּ לְטוֹטָפֹת בֵּין עֵינֵיכֶם. וְלִמַּדְתֶּם אֹתָם אֶת בְּנֵיכֶם לְדַבֵּר בָּם בְּשִׁבְתְּךָ בְּבֵיתֶךָ וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ. וּכְתַבְתָּם עַל מְזוּזוֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ. לְמַעַן יִרְבּוּ יְמֵיכֶם וִימֵי בְנֵיכֶם עַל הָאֲדָמָה אֲשֶׁר נִשְׁבַּע יהוה לַאֲבֹתֵיכֶם לָתֵת לָהֶם כִּימֵי הַשָּׁמַיִם עַל הָאָרֶץ.\nוַיֹּאמֶר יהוה אֶל משֶׁה לֵּאמֹר. דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם וְעָשׂוּ לָהֶם צִיצִת עַל כַּנְפֵי בִגְדֵיהֶם לְדֹרֹתָם וְנָתְנוּ עַל צִיצִת הַכָּנָף פְּתִיל תְּכֵלֶת. וְהָיָה לָכֶם לְצִיצִת וּרְאִיתֶם אֹתוֹ וּזְכַרְתֶּם אֶת כָּל מִצְוֹת יהוה וַעֲשִׂיתֶם אֹתָם וְלֹא תָתוּרוּ אַחֲרֵי לְבַבְכֶם וְאַחֲרֵי עֵינֵיכֶם אֲשֶׁר אַתֶּם זֹנִים אַחֲרֵיהֶם. לְמַעַן תִּזְכְּרוּ וַעֲשִׂיתֶם אֶת כָּל מִצְוֹתָי וִהְיִיתֶם קְדשִׁים לֵאלֹהֵיכֶם. אֲנִי יהוה אֱלֹהֵיכֶם אֲשֶׁר הוֹצֵאתִי אֶתְכֶם מֵאֶרֶץ מִצְרַיִם לִהְיוֹת לָכֶם לֵאלֹהִים אֲנִי יהוה אֱלֹהֵיכֶם אֱמֶת.\nוִיהִי נֹעַם יהוה אֱלֹהֵינוּ עָלֵינוּ. וּמַעֲשֵׂה יָדֵינוּ כּוֹנְנָה עָלֵינוּ. וּמַעֲשֵׂה יָדֵינוּ כּוֹנְנֵהוּ.\nיֹשֵׁב בְּסֵתֶר עֶלְיוֹן. בְּצֵל שַׁדַּי יִתְלוֹנָן. אֹמַר לַידֹוָד מַחְסִי וּמְצוּדָתִי. אֱלֹהַי אֶבְטַח בּוֹ. כִּי הוּא יַצִּילְךָ מִפַּח יָקוּשׁ. מִדֶּבֶר הַוּוֹת. בְּאֶבְרָתוֹ יָסֶךְ לָךְ וְתַחַת כְּנָפָיו תֶּחְסֶה. צִנָּה וְסֹחֵרָה אֲמִתּוֹ. לֹא תִירָא מִפַּחַד לָיְלָה. מֵחֵץ יָעוּף יוֹמָם. מִדֶּבֶר בָּאֹפֶל יַהֲלֹךְ. מִקֶּטֶב יָשׁוּד צָהֳרָיִם.  יִפֹּל מִצִּדְּךָ אֶלֶף וּרְבָבָה מִימִינֶךָ. אֵלֶיךָ לֹא יִגָּשׁ. רַק בְּעֵינֶיךָ תַבִּיט. וְשִׁלֻּמַת רְשָׁעִים תִּרְאֶה. כִּי אַתָּה יהוה מַחְסִי. עֶלְיוֹן שַׂמְתָּ מְעוֹנֶךָ. לֹא תְאֻנֶּה אֵלֶיךָ רָעָה. וְנֶגַע לֹא יִקְרַב בְּאָהֳלֶךָ. כִּי מַלְאָכָיו יְצַוֶּה לָּךְ לִשְׁמָרְךָ בְּכָל דְּרָכֶיךָ. עַל כַּפַּיִם יִשָּׂאוּנְךָ. פֶּן תִּגּוֹף בָּאֶבֶן רַגְלֶךָ. עַל שַׁחַל וָפֶתֶן תִּדְרֹךְ. תִּרְמֹס כְּפִיר וְתַנִּין. כִּי בִי חָשַׁק וַאֲפַלְּטֵהוּ. אֲשַׂגְּבֵהוּ כִּי יָדַע שְׁמִי. יִקְרָאֵנִי וְאֶעֱנֵהוּ. עִמּוֹ אָנֹכִי בְצָרָה. אֲחַלְּצֵהוּ וַאֲכַבְּדֵהוּ. אֹרֶךְ יָמִים אַשְׂבִּיעֵהוּ וְאַרְאֵהוּ בִּישׁוּעָתִי. אֹרֶךְ יָמִים אַשְׂבִּיעֵהוּ וְאַרְאֵהוּ בִּישׁוּעָתִי. יהוה מָה רַבּוּ צָרָי. רַבִּים קָמִים עָלָי. רַבִּים אֹמְרִים לְנַפְשִׁי אֵין יְשׁוּעָתָה לּוֹ בֵאלֹהִים. סֶלָה. וְאַתָּה יהוה מָגֵן בַּעֲדִי. כְּבוֹדִי וּמֵרִים רֹאשִׁי. קוֹלִי אֶל יהוה אֶקְרָא. וַיַּעֲנֵנִי מֵהַר קָדְשׁוֹ. סֶלָה. אֲנִי שָׁכַבְתִּי וָאִישָׁנָה. הֱקִיצוֹתִי כִּי יהוה יִסְמְכֵנִי. לֹא אִירָא מֵרִבְבוֹת עָם. אֲשֶׁר סָבִיב שָׁתוּ עָלָי. קוּמָה יהוה. הוֹשִׁיעֵנִי אֱלֹהַי. כִּי הִכִּיתָ אֶת כָּל אֹיְבַי לֶחִי. שִׁנֵּי רְשָׁעִים שִׁבַּרְתָּ. לַידֹוָד הַיְשׁוּעָה. עַל עַמְּךָ בִרְכָתֶךָ סֶּלָה. הַשְׁכִּיבֵנוּ יהוה אֱלֹהֵינוּ לְשָׁלוֹם. וְהַעֲמִידֵנוּ מַלְכֵּנוּ לְחַיִּים טוֹבִים וּלְשָׁלוֹם. וּפְרוֹשׂ עָלֵינוּ סֻכַּת שְׁלוֹמֶךָ. וְתַקְּנֵנוּ בְּעֵצָה טוֹבָה מִלְּפָנֶיךָ. וְהוֹשִׁיעֵנוּ מְהֵרָה לְמַעַן שְׁמֶךָ. וְהָגֵן בַּעֲדֵנוּ. וְהָסֵר מֵעָלֵינוּ אוֹיֵב דֶּבֶר וְחֶרֶב וְרָעָב וְיָגוֹן. וְהָסֵר שָׂטָן מִלְּפָנֵינוּ וּמֵאַחֲרֵינוּ. וּבְצֵל כְּנָפֶיךָ תַּסְתִּירֵנוּ. כִּי אֵל שׁוֹמְרֵנוּ וּמַצִּילֵנוּ אָתָּה. כִּי אֵל מֶלֶךְ חַנּוּן וְרַחוּם אָתָּה. וּשְׁמוֹר צֵאתֵנוּ וּבוֹאֵנוּ לְחַיִּים וּלְשָׁלוֹם מֵעַתָּה וְעַד עוֹלָם.\nבָּרוּךְ יהוה בַּיּוֹם, בָּרוּךְ יהוה בַּלָּיְלָה, בָּרוּךְ יהוה בְּשָׁכְבֵנוּ, בָּרוּךְ יהוה בְּקוּמֵנוּ.\nכִּי בְיָדְךָ נַפְשׁוֹת הַחַיִּים וְהַמֵּתִים, אֲשֶׁר בְּיָדוֹ נֶפֶשׁ כָּל חָי וְרוּחַ כָּל בְּשַׂר אִישׁ, בְּיָדְךָ אַפְקִיד רוּחִי, פָּדִיתָה אוֹתִי יהוה אֵל אֱמֶת. אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם: יַחֵד שִׁמְךָ וְקַיֵּם מַלְכוּתְךָ תָּמִיד וּמְלוֹךְ עָלֵינוּ לְעוֹלָם וָעֶד. יִרְאוּ עֵינֵינוּ וְיִשְׂמַח לִבֵּנוּ וְתָגֵל נַפְשֵׁנוּ בִּישׁוּעָתְךָ בֶּאֱמֶת, בֶּאֱמוֹר לְצִיּוֹן מָלַךְ אֱלֹהָיִךְ. יהוה מֶלֶךְ, יהוה מָלָךְ, יהוה יִמְלוֹךְ לְעוֹלָם וָעֶד. כִּי הַמַּלְכוּת שֶׁלְּךָ הִיא וּלְעוֹלְמֵי עַד תִּמְלוֹךְ בְּכָבוֹד. כִּי אֵין לָנוּ מֶלֶךְ אֶלָּא אָתָּה.\nהַמַּלְאָךְ הַגֹּאֵל אֹתִי מִכָּל רָע יְבָרֵךְ אֶת הַנְּעָרִים וְיִקָּרֵא בָהֶם שְׁמִי וְשֵׁם אֲבוֹתַי אַבְרָהָם וְיִצְחָק, וְיִדְגּוּ לָרֹב בְּקֶרֶב הָאָרֶץ.\nוַיֹּאמֶר אִם שָׁמוֹעַ תִּשְׁמַע לְקוֹל יהוה אֱלֹהֶיךָ וְהַיָּשָׁר בְּעֵינָיו תַּעֲשֶׂה, וְהַאֲזַנְתָּ לְמִצְוֹתָיו וְשָׁמַרְתָּ כָּל חֻקָּיו, כָּל הַמַּחֲלָה אֲשֶׁר שַׂמְתִּי בְמִצְרַיִם לֹא אָשִׂים עָלֶיךָ, כִּי אֲנִי יהוה רֹפְאֶךָ. וַיֹּאמֶר יהוה אֶל הַשָּׂטָן, יִגְעַר יהוה בְּךָ הַשָּׂטָן, וְיִגְעַר יהוה בְּךָ הַבֹּחֵר בִּירוּשָׁלָיִם, הֲלוֹא זֶה אוּד מֻצָּל מֵאֵשׁ. הִנֵּה מִטָּתוֹ שֶׁלִּשְׁלֹמֹה, שִׁשִּׁים גִּבֹּרִים סָבִיב לָהּ מִגִּבֹּרֵי יִשְׂרָאֵל, כֻּלָּם אֲחֻזֵי חֶרֶב מְלֻמְּדֵי מִלְחָמָה, אִישׁ חַרְבּוֹ עַל יְרֵכוֹ מִפַּחַד בַּלֵּילוֹת.\nיְבָרֶכְךָ יהוה וְיִשְׁמְרֶךָ. יָאֵר יהוה פָּנָיו אֵלֶיךָ וִיחֻנֶּךָּ. יִשָּׂא יהוה פָּנָיו אֵלֶיךָ וְיָשֵׂם לְךָ שָׁלוֹם. (ג' פעמים)\nהִנֵּה לֹא יָנוּם וְלֹא יִישָׁן שׁוֹמֵר יִשְׂרָאֵל. (ג' פעמים)\nלִישׁוּעָתְךָ קִוִּיתִי יהוה. קִוִּיתִי יהוה לִישׁוּעָתְךָ. יהוה לִישׁוּעָתְךָ קִוִּיתִי. (ג' פעמים)\nבְּשֵׁם יהוה אֱלֹהֵי יִשְׂרָאֵל, מִימִינִי מִיכָאֵל, וּמִשְּׂמֹאלִי גַּבְרִיאֵל, וּמִלְּפָנַי אוֹרִיאֵל, וּמֵאֲחוֹרַי רְפָאֵל, וְעַל רֹאשִׁי שְׁכִינַת אֵל. (ג' פעמים)\nשִׁיר הַמַּעֲלוֹת, אַשְׁרֵי כָּל יְרֵא יהוה הַהֹלֵךְ בִּדְרָכָיו. יְגִיעַ כַּפֶּיךָ כִּי תֹאכֵל אַשְׁרֶיךָ וְטוֹב לָךְ. אֶשְׁתְּךָ כְּגֶפֶן פּוֹרִיָּה בְּיַרְכְּתֵי בֵיתֶךָ בָּנֶיךָ כִּשְׁתִילֵי זֵיתִים סָבִיב לְשֻׁלְחָנֶךָ. הִנֵּה כִּי כֵן יְבֹרַךְ גָּבֶר יְרֵא יהוה. יְבָרֶכְךָ יהוה מִצִּיּוֹן וּרְאֵה בְּטוּב יְרוּשָׁלָיִם כֹּל יְמֵי חַיֶּיךָ. וּרְאֵה בָנִים לְבָנֶיךָ שָׁלוֹם עַל יִשְׂרָאֵל.\nרִגְזוּ וְאַל תֶּחֱטָאוּ. אִמְרוּ בִלְבַבְכֶם עַל מִשְׁכַּבְכֶם וְדֹמּוּ סֶלָה. (ג' פעמים)\nאֲדוֹן עוֹלָם אֲשֶׁר מָלַךְ, בְּטֶרֶם כָּל יְצִיר נִבְרָא. לְעֵת נַעֲשָׂה בְחֶפְצוֹ כֹּל, אֲזַי מֶלֶךְ שְׁמוֹ נִקְרָא. וְאַחֲרֵי כִּכְלוֹת הַכֹּל, לְבַדּוֹ יִמְלֹךְ נוֹרָא. וְהוּא הָיָה וְהוּא הֹוֶה, וְהוּא יִהְיֶה בְּתִפְאָרָה. וְהוּא אֶחָד וְאֵין שֵׁנִי, לְהַמְשִׁיל לוֹ לְהַחְבִּירָה. בְּלִי רֵאשִׁית בְּלִי תַכְלִית, וְלוֹ הָעֹז וְהַמִּשְׂרָה. וְהוּא אֵלִי וְחַי גוֹאֲלִי, וְצוּר חֶבְלִי בְּעֵת צָרָה. וְהוּא נִסִּי וּמָנוֹס לִי, מְנָת כּוֹסִי בְּיוֹם אֶקְרָא. בְּיָדוֹ אַפְקִיד רוּחִי, בְּעֵת אִישָׁן וְאָעִירָה. וְעִם רוּחִי גְּוִיָּתִי, יהוה לִי וְלֹא אִירָא.\nתּוֹרָה צִוָּה לָנוּ משֶׁה מוֹרָשָׁה קְהִלַּת יַעֲקֹב.\nבָּרוּךְ אַתָּה יהוה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, הַמַּפִּיל חֶבְלֵי שֵׁנָה עַל עֵינָי וּתְנוּמָה עַל עַפְעַפָּי, וּמֵאִיר לְאִישׁוֹן בַּת עָיִן. וִיהִי רָצוֹן מִלְּפָנֶיךָ יהוה אֱלֹהַי וֵאלֹהֵי אֲבוֹתַי, שֶׁתַּשְׁכִּיבֵנִי לְשָׁלוֹם וְתַעֲמִידֵנִי לְחַיִּים טוֹבִים וּלְשָׁלוֹם, וְתֵן חֶלְקִי בְּתוֹרָתֶךָ, וְתַרְגִילֵנִי לִדְבַר מִצְוָה, וְאַל תַּרְגִילֵנִי לִדְבַר עֲבֵרָה וְאַל תְּבִיאֵנִי לִידֵי חֵטְא וְלֹא לִידֵי נִסָּיוֹן וְלֹא לִידֵי בִזָיוֹן, וְיִשְׁלוֹט בִּי יֵצֶר הַטּוֹב וְאַל יִשְׁלוֹט בִּי יֵצֶר הָרָע. וְתַצִילֵנִי מִשָּׂטָן וּמִפֶּגַע רָע וּמֵחֳלָיִם רָעִים. וְאַל יְבַהֲלוּנִי רַעְיוֹנַי וַחֲלוֹמוֹת רָעִים וְהִרְהוּרִים רָעִים. וּתְהִי מִטָּתִי שְׁלֵמָה לְפָנֶיךָ, וְהָאֵר עֵינַי פֶּן אִישַׁן הַמָּוֶת. בָּרוּךְ אַתָּה יהוה, הַמֵּאִיר לְעוֹלָם כֻּלּוֹ בִּכְבוֹדוֹ."
		},

		"Shacharit_Prayer": {
			"name": "תפילת שחרית",
			"details": "מודֶה / מודָה אֲנִי לְפָנֶיךָ מֶלֶךְ חַי וְקַיָּם, שֶׁהֶחֱזַרְתָּ בִּי נִשְׁמָתִי בְּחֶמְלָה, רַבָּה אֱמוּנָתֶךָ: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, אֲשֶׁר קִדְּשָׁנוּ בְּמִצְותָיו וְצִוָּנוּ עַל נְטִילַת יָדַיִם: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, אֲשֶׁר יָצַר אֶת הָאָדָם בְּחָכְמָה. וּבָרָא בו נְקָבִים נְקָבִים. חֲלוּלִים חֲלוּלִים. גָּלוּי וְיָדוּעַ לִפְנֵי כִסֵּא כְבודֶךָ שֶׁאִם יִסָּתֵם אֶחָד מֵהֶם או אִם יִפָּתֵחַ אֶחָד מֵהֶם אֵי אֶפְשַׁר לְהִתְקַיֵּם אֲפִלּוּ שָׁעָה אֶחָת. בָּרוּךְ אַתָּה ה', רופֵא כָל בָּשָׂר וּמַפְלִיא לַעֲשׂות: \nאֱלהַי. נְשָׁמָה שֶׁנָּתַתָּ בִּי טְהורָה. אַתָּה בְרָאתָהּ. אַתָּה יְצַרְתָּהּ. אַתָּה נְפַחְתָּהּ בִּי. וְאַתָּה מְשַׁמְּרָהּ בְּקִרְבִּי. וְאַתָּה עָתִיד לִטְּלָהּ מִמֶּנִּי וּלְהַחֲזִירָהּ בִּי לֶעָתִיד לָבא. כָּל זְמַן שֶׁהַנְּשָׁמָה בְקִרְבִּי מודֶה אֲנִי לְפָנֶיךָ ה' אֱלהַי וֵאלהֵי אֲבותַי רִבּון כָּל הַמַּעֲשִׂים. אֲדון כָּל הַנְּשָׁמות. בָּרוּךְ אַתָּה ה', הַמַּחֲזִיר נְשָׁמות לִפְגָרִים מֵתִים: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, הַנּותֵן לַשֶּׂכְוִי בִּינָה לְהַבְחִין בֵּין יום וּבֵין לָיְלָה: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, פּוקֵחַ עִוְרִים: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, מַתִּיר אֲסוּרִים: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, זוקֵף כְּפוּפִים: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, מַלְבִּישׁ עֲרֻמִּים: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, הַנּותֵן לַיָּעֵף כּחַ: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, רוקַע הָאָרֶץ עַל הַמָּיִם: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, הַמֵּכִין מִצְעֲדֵי גָבֶר: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, שֶׁעָשָׂה לִי כָּל צָרְכִּי: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, אוזֵר יִשְׂרָאֵל בִּגְבוּרָה: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, עוטֵר יִשְׂרָאֵל בְּתִפְאָרָה: \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, שֶׁלּא עָשַׂנִי גוי: (האשה אומרת - גויָה): \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, שֶׁלּא עָשַׂנִי עָבֶד: (האשה אומרת - שִׁפְחָה): \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, שֶׁלּא עָשַׂנִי אִשָּׁה: \n(אשה אומרת בלי שם ומלכות - בָּרוּךְ שֶׁעָשַׂנִי כִּרְצונו): \nבָּרוּךְ אַתָּה ה', אֱלהֵינוּ מֶלֶךְ הָעולָם, הַמַּעֲבִיר חֶבְלֵי שֵׁנָה מֵעֵינַי וּתְנוּמָה מֵעַפְעַפָּי: \nוִיהִי רָצון מִלְּפָנֶיךָ ה' אֱלהַי וֵאלהֵי אֲבותַי, שֶׁתַּרְגִּילֵנִי בְּתורָתֶךָ. וְתַדְבִּיקֵנִי בְּמִצְותֶיךָ. וְאַל תְּבִיאֵנִי לִידֵי חֵטְא. וְלא לִידֵי עָון. וְלא לִידֵי נִסָּיון. וְלא לִידֵי בִזָּיון. וְתַרְחִיקֵנִי מִיֵּצֶר הָרָע. וְתַדְבִּיקֵנִי בְּיֵצֶר הַטּוב. וְכוף אֶת יִצְרִי לְהִשְׁתַּעְבֶּד לָךְ. וּתְנֵנִי הַיּום וּבְכָל יום לְחֵן וּלְחֶסֶד וּלְרַחֲמִים בְּעֵינֶיךָ וּבְעֵינֵי כָל רואַי. וְגָמְלֵנִי חֲסָדִים טובִים. בָּרוּךְ אַתָּה ה', גּומֵל חֲסָדִים טובִים לְעַמּו יִשְׂרָאֵל: \nיְהִי רָצון מִלְּפָנֶיךָ ה' אֱלהַי וֵאלהֵי אֲבותַי שֶׁתַּצִּילֵנִי הַיּום וּבְכָל יום וָיום מֵעַזֵּי פָנִים. וּמֵעַזּוּת פָּנִים. מֵאָדָם רָע. מִיֵּצֶר רָע. מֵחָבֵר רָע. מִשָּׁכֵן רָע. מִפֶּגַע רָע. מֵעַיִן הָרָע. וּמִלָּשׁון הָרָע. מִדִּין קָשֶׁה. וּמִבַּעַל דִּין קָשֶׁה. בֵּין שֶׁהוּא בֶן בְּרִית. וּבֵין שֶׁאֵינו בֶן בְּרִית: "
		},

		"Food_Greeting": {
			"name": "ברכת המזון",
			"details": "שתייה: \"ברוך אתה אדוני אלוהינו מלך העולם שהכול ניהיה בדברו\".\nמזון: \"ברוך אתה אדוני אלוהינו מלך העולם בורא מיני מזונות\".\nפירות: \"ברוך אתה אדוני אלוהינו מלך העולם בורא פרי העץ\".\nירקות: \"ברוך אתה אדוני אלוהינו מלך העולם בורא פרי האדמה\".\n(אם לא ברור האם המזון הוא פרי או ירק ניתן להגיד \"בורא פרי האדמה\")\n"
		},

		"Evening_Prayer": {
			"name": "תפילת ערבית",
			"details": "לְדָוִד יְהוָה אוֹרִי וְיִשְׁעִי מִמִּי אִירָא יְהוָה מָעוֹז חַיַּי מִמִּי אֶפְחָד: בִּקְרֹב עָלַי מְרֵעִים לֶאֱכֹל אֶת בְּשָׂרִי צָרַי וְאֹיְבַי לִי הֵמָּה כָשְׁלוּ וְנָפָלוּ: אִם תַּחֲנֶה עָלַי מַחֲנֶה לֹא יִירָא לִבִּי אִם תָּקוּם עָלַי מִלְחָמָה בְּזֹאת אֲנִי בוֹטֵחַ: אַחַת שָׁאַלְתִּי מֵאֵת יְהוָה אוֹתָהּ אֲבַקֵּשׁ שִׁבְתִּי בְּבֵית יְהוָה כָּל יְמֵי חַיַּי לַחֲזוֹת בְּנֹעַם יְהוָה וּלְבַקֵּר בְּהֵיכָלוֹ: כִּי יִצְפְּנֵנִי בְּסֻכֹּה בְּיוֹם רָעָה יַסְתִּרֵנִי בְּסֵתֶר אָהֳלוֹ בְּצוּר יְרוֹמְמֵנִי: וְעַתָּה יָרוּם רֹאשִׁי עַל אֹיְבַי סְבִיבוֹתַי וְאֶזְבְּחָה בְאָהֳלוֹ זִבְחֵי תְרוּעָה אָשִׁירָה וַאֲזַמְּרָה לַיהוָה: שְׁמַע יְהוָה קוֹלִי אֶקְרָא וְחָנֵּנִי וַעֲנֵנִי: לְךָ אָמַר לִבִּי בַּקְּשׁוּ פָנָי אֶת פָּנֶיךָ יְהוָה אֲבַקֵּשׁ: אַל תַּסְתֵּר פָּנֶיךָ מִמֶּנִּי אַל תַּט בְּאַף עַבְדֶּךָ עֶזְרָתִי הָיִיתָ אַל תִּטְּשֵׁנִי וְאַל תַּעַזְבֵנִי אֱלֹהֵי יִשְׁעִי: כִּי אָבִי וְאִמִּי עֲזָבוּנִי וַיהוָה יַאַסְפֵנִי: הוֹרֵנִי יְהוָה דַּרְכֶּךָ וּנְחֵנִי בְּאֹרַח מִישׁוֹר לְמַעַן שׁוֹרְרָי: אַל תִּתְּנֵנִי בְּנֶפֶשׁ צָרָי כִּי קָמוּ בִי עֵדֵי שֶׁקֶר וִיפֵחַ חָמָס: לוּלֵא הֶאֱמַנְתִּי לִרְאוֹת בְּטוּב יְהוָה בְּאֶרֶץ חַיִּים: קַוֵּה אֶל יְהוָה חֲזַק וְיַאֲמֵץ לִבֶּךָ וְקַוֵּה אֶל יְהוָה: \n\nשִׁיר הַמַּעֲלוֹת הִנֵּה בָּרֲכוּ אֶת יְהוָה כָּל עַבְדֵי יְהוָה הָעֹמְדִים בְּבֵית יְהוָה בַּלֵּילוֹת: שְׂאוּ יְדֵכֶם קֹדֶשׁ וּבָרֲכוּ אֶת יְהוָה: יְבָרֶכְךָ יְהוָה מִצִּיּוֹן עֹשֵׂה שָׁמַיִם וָאָרֶץ:\n\nיוֹמָם יְצַוֶּה יְהוָה חַסְדּוֹ וּבַלַּיְלָה שירה (אומרים שִׁירוֹ) עִמִּי תְּפִלָּה לְאֵל חַיָּי: הַלְלוּ אֶת יְהוָה כָּל גּוֹיִם שַׁבְּחוּהוּ כָּל הָאֻמִּים: כִּי גָבַר עָלֵינוּ חַסְדּוֹ וֶאֱמֶת יְהוָה לְעוֹלָם הַלְלוּיָהּ: בְּשָׁלוֹם יַחְדָּו אֶשְׁכְּבָה וְאִישָׁן כִּי אַתָּה יְהוָה לְבָדָד לָבֶטַח תּוֹשִׁיבֵנִי: תּוֹדִיעֵנִי אֹרַח חַיִּים שֹׂבַע שְׂמָחוֹת אֶת פָּנֶיךָ נְעִמוֹת בִּימִינְךָ נֶצַח: יְהוָה צְבָאוֹת עִמָּנוּ מִשְׂגָּב לָנוּ אֱלֹהֵי יַעֲקֹב סֶלָה: יְהוָה צְבָאוֹת אַשְׁרֵי אָדָם בֹּטֵחַ בָּךְ: יְהוָה הוֹשִׁיעָה הַמֶּלֶךְ יַעֲנֵנוּ בְיוֹם קָרְאֵנוּ: הוֹשִׁיעָה אֶת עַמֶּךָ וּבָרֵךְ אֶת נַחֲלָתֶךָ וּרְעֵם וְנַשְּׂאֵם עַד הָעוֹלָם: וּתְשׁוּעַת צַדִּיקִים מֵיְהוָה מָעוּזָּם בְּעֵת צָרָה. וַיַּעְזְרֵם יְהוָה וַיְפַלְּטֵם יְפַלְּטֵם מֵרְשָׁעִים וְיוֹשִׁיעֵם כִּי חָסוּ בוֹ:"
		},

		"Road_Prayer": {
			"name": "תפילת הדרך",
			"details": "יְהִי רָצוֹן מִלְּפָנֶיךָ יְהֹוָה אֱלֹהֵנוּ וֵאֱלֹהֵי אֲבוֹתֵינוּ, שֶׁתּוֹלִיכֵנוּ לְשָׁלוֹם וְתַצְעִידֵנוּ לְשָׁלוֹם וְתַדְרִיכֵנוּ לְשָׁלוֹם (אם מתכנן לחזור באותו יום - מוסיף: וְתַחְזִירֵנוּ לְשָׁלוֹם) וְתַצִּילֵנוּ מִכַּף כׇּל אוֹיֵב וְאוֹרֵב בַּדֶּרֶךְ, וּמִכׇּל מִינֵי פֻּרְעָנֻיּוֹת הַמִּתְרַגְּשׁוֹת לָבוֹא לָעוֹלָם, וְתִשְׁלַח בְּרָכָה בְּמַעֲשֵׂה יָדֵינוּ, וְתִתְּנֵנוּ לְחֵן וּלְחֶסֶד וּלְרַחֲמִים בְּעֵינֶיךָ וּבְעֵינֵי כׇּל רוֹאֵינוּ, וְתִשְׁמַע קוֹל תַּחֲנוּנֵינוּ, כִּי אֵל שׁוֹמֵעַ תְּפִלָּה וְתַחֲנוּן אַתָּה. בָּרוּךְ אַתָּה יְהֹוָה שׁוֹמֵעַ תְּפִלָּה.\nיש נוהגים להוסיף:\nוְיַעֲקֹב הָלַךְ לְדַרְכּוֹ וַיִּפְגְּעוּ בוֹ מַלְאֲכֵי אֱלֹהִים:\nוַיֹּאמֶר יַעֲקֹב כַּאֲשֶׁר רָאָם מַחֲנֵה אֱלֹהִים זֶה וַיִּקְרָא שֵם הַמָּקוֹם הַהוּא מַחֲנָיִם:\nיְבָרֶכְךָ יהוה וְיִשׁמְְרֶךָ:  יָאֵר יהוה פָּנָיו אֵלֶיךָ וִיחֻנֶּךָּ: יִשָּׂא יהוה פָּנָיו אֵלֶיךָ וְיָשֵׂם לְךָ שָׁלוֹם:\nשִׁיר לַמַּעֲלוֹת, אֶשָּׂא עֵינַי אֶל הֶהָרִים מֵאַיִן יָבֹא עֶזְרִי: עֶזְרִי מֵעִם יהוה עֹשֵׂה שָׁמַיִם וָאָרֶץ: אַל יִתֵּן לַמּוֹט רַגְלֶךָ,  אַל יָנוּם שֹׁמְרֶךָ: הִנֵּה לֹא יָנוּם וְלֹא יִישׁןָ שׁוֹמֵר יִשְרָאֵל: יהוה שֹׁמְרֶךָ, יהוה צִלְּךָ עַל יַד יְמִינֶךָ: יוֹמָם הַשֶּׁמֶשׁ לֹא יַכֶּכָּה,  וְיָרֵחַ בַּלָּיְלָה: יהוה יִשׁמְָרְךָ מִכָּל רָע יִשְׁמֹר אֶת נַפְשֶׁךָ: יהוה יִשׁמְָר צֵאתְךָ וּבוֹאֶךָ מֵעַתָּה וְעַד עוֹלָם:"
		},

		"Shabbat_Prayer": {
			"name": "תפילת שבת",
			"details": "יום הַשּׁיִשִּׁי. וַיְכֻלּוּ הַשָּׁמַיִם וְהָאָרֶץ וְכָל צְבָאָם:\nוַיְכַל אֱלהִים בַּיּום הַשְּׁבִיעִי מְלַאכְתּו אֲשֶׁר עָשָׂה. וַיִּשְׁבּת בַּיּום הַשְּׁבִיעִי מִכָּל מְלַאכְתּו אֲשֶׁר עָשָׂה:\nוַיְבָרֶךְ אֱלהִים אֶת יום הַשְּׁבִיעִי וַיְקַדֵּשׁ אתו. כִּי בו שָׁבַת מִכָּל מְלַאכְתּו אֲשֶׁר בָּרָא אֱלהִים לַעֲשׂות:\nסַבְרִי מָרָנָן (הנוכחים: לחיים)\nבָּרוּךְ אַתָּה ה' אֱלהֵינוּ מֶלֶךְ הָעולָם בּורֵא פְּרִי הַגָּפֶן:\nבָּרוּךְ אַתָּה ה' אֱלהֵינוּ מֶלֶךְ הָעולָם. אֲשֶׁר קִדְּשָׁנוּ בְּמִצְותָיו וְרָצָה בָנוּ. וְשַׁבַּת קָדְשׁו בְּאַהֲבָה וּבְרָצון הִנְחִילָנוּ. זִכָּרון לְמַעֲשֵׂה בְרֵאשִׁית. תְּחִלָּה לְמִקְרָאֵי קדֶשׁ זֵכֶר לִיצִיאַת מִצְרָיִם. וְשַׁבַּת קָדְשְׁךָ בְּאַהֲבָה וּבְרָצון הִנְחַלְתָּנוּ:\nבָּרוּךְ אַתָּה ה'. מְקַדֵּשׁ הַשַּׁבָּת:"
		}
	},

	"Weekly_Torah_Portion": {
		"name": "פרשת מטות",
		"details": "מטות פותחת בהלכות על נדרים, וממשיכה לתאר את מלחמתם של בני ישראל במדיינים ואת חלוקת השלל. \n שבטי ראובן וגד מבקשים לגור מחוץ לארץ ישראל, ומשה נעתר בתנאי שיסייעו לכבוש אותה. \nבתחילת הפרשה משה רבינו מלמד את העם הלכות נדרים .כל נדר שאדם נודר חייב לקיימו...\nה´ מצווה את משה לצאת להילחם במדיינים על ניסיונם לפגוע בבני ישראל. פנחס יוצא עם בני ישראל \nומנצח את המדיינים . בני גד ובני ראובן היו בעלי צאן ובקר וביקשו להישאר בשטחי המרעה שנכבשו \nבמלחמות , משה רבינו מאד כעס עליהם על כך שהם לא השתתפו במלחמה על כיבוש הארץ עם שאר השבטים. \nולאחר מכן הם הגיעו לפשרה שהגברים יעברו את הירדן ויצטרפו למלחמה עם אחיהם . ואילו הנשים והטף יוכלו להשאר.\nנקום נקמת בני ישראל מאת המדיינים, וכו', לתת נקמת השם.\nרש\"י אומר שלמרות שידע משה רבינו שמיתתו תלויה במלחמת מדין, לא עיכב את המלחמה, אלא\nמיהר בשמחה לקיים את רצון ה', וזירז את מלחמת מדין.\nשואלים המפרשים מניין לו לרש\"י שמשמה רבינו זירז את מלחמת מדין?\nועוד שואלים המפרשים מהו שינוי הלשון ששינה משה רבינו, שה' אמר לו \"נקום נקמת בני ישראל\", \nואילו כשמשה רבינו אמר לבני ישראל, אמר להם לתת נקמת ה', ומדוע שינה משה רבינו את הלשון ממה שאמר לו ה'?\nומבארים ששני הקושיות מתרצות אחת את השנייה:\nשמשה רבינו ידע שאם יאמר לבני ישראל כלשונו של הקב\"ה\n\"נקום נקמת בני ישראל\" אזי יאמרו בני ישראל אין אנו ממהרים לנקום נקמתינו, ואנו מעדיפים לעכבה בשביל שמנהיגנו לא ימות, (שכאמור מיתת משה התלויה במלחמת מדין).\nלכן שינה משה ואמר להם, \"לתת נקמת ה' \", ואת נקמת ה' אינכם יכולים לעכב."


	},

	"Saturday_Hours": {
		"ירושלים": {
			"entry": "19:07",
			"exit": "19:07"
		},
		"תל-אביב": {
			"entry": "19:24",
			"exit": "20:25"
		},
		"חדרה": {
			"entry": "19:15",
			"exit": "20:25"
		},
		"נתניה": {
			"entry": "19:15",
			"exit": "20:25"
		},
		"באר-שבע": {
			"entry": "19:24",
			"exit": "20:22"
		},
		"אילת": {
			"entry": "19:09",
			"exit": "20:17"
		}
	}
}


